[
  {
    "id": 1,
    "ad": "Ayla",
    "tur": "Dram",
    "yil": 2017,
    "puan": 8.3,
    "oyuncular": "İsmail Hacıoğlu, Kim Seol, Çetin Tekindor, Ali Atay, Murat Yıldırım, Damla Sönmez",
    "ozet": "1950 yılında Kore Savaşı'na gönderilen Süleyman Astsubay, savaş meydanında donmak üzere olan küçük bir Koreli kız bulur. Ona 'Ayla' adını verir ve kendi kızı gibi sahiplenerek birliğin maskotu haline getirir. Savaş bitip Süleyman'ın Türkiye'ye dönmesi gerektiğinde, Ayla'yı yanında götüremez ve büyük bir ayrılık yaşanır. Gerçek bir yaşam hikayesine dayanan bu yapım, sevginin sınır tanımayan gücünü anlatıyor.",
    "posterUrl": "afis/ayla.jpg"
  },
  {
    "id": 2,
    "ad": "Babam ve Oğlum",
    "tur": "Dram",
    "yil": 2005,
    "puan": 8.2,
    "oyuncular": "Fikret Kuşkan, Çetin Tekindor, Ege Tanman, Hümeyra, Şerif Sezer, Yetkin Dikinciler",
    "ozet": "1980 darbesinde eşini kaybeden ve babasıyla arası açılan Sadık, ağır hasta olduğunu öğrenince oğlu Deniz'i alarak Ege'deki baba ocağına döner. Amacı, oğlunu sert mizaçlı babası Hüseyin Efendi'ye emanet etmektir. Bir ailenin parçalanışını, affetmeyi ve kuşak çatışmalarını sarsıcı bir dille anlatan film, izleyiciyi derin bir hüzünle baş başa bırakırken aile olmanın ne demek olduğunu sorgulatır.",
    "posterUrl": "afis/babam.jpg"
  },
  {
    "id": 3,
    "ad": "Şirinler",
    "tur": "Animasyon",
    "yil": 2011,
    "puan": 5.4,
    "oyuncular": "Neil Patrick Harris, Jayma Mays, Hank Azaria, Katy Perry (Ses), Anton Yelchin (Ses)",
    "ozet": "Kötü büyücü Gargamel'den kaçan Şirinler, bir portal aracılığıyla kendi köylerinden günümüz New York'una, Central Park'ın ortasına düşerler. Mavi dostlarımız, devasa binaların ve gürültülü caddelerin arasında hayatta kalmaya çalışırken bir reklam yöneticisinin evine sığınırlar. Gargamel onları bulmadan önce kendi dünyalarına dönmek için bir yol aramalıdırlar.",
    "posterUrl": "afis/sirinler.jpg"
  },
  {
    "id": 4,
    "ad": "Labirent: Son İsyan",
    "tur": "Bilim Kurgu",
    "yil": 2018,
    "puan": 7.5,
    "oyuncular": "Dylan O'Brien, Kaya Scodelario, Thomas Brodie-Sangster, Ki Hong Lee, Giancarlo Esposito",
    "ozet": "Thomas ve hayatta kalan Kayranlılar, dostlarını kurtarmak ve dünyayı kasıp kavuran Işıl hastalığına bir tedavi bulabilmek için efsanevi Son Şehir'e sızmak zorundadır. WCKD kontrolündeki bu labirent benzeri şehre girmek, şimdiye kadarki en tehlikeli görevleridir. Thomas, arkadaşlığı ve insanlığın geleceği arasında imkansız bir seçim yapmakla yüzleşirken, Labirent'in ardındaki tüm gerçekler gün yüzüne çıkacaktır.",
    "posterUrl": "afis/labirent.jpg"
  },
  {
    "id": 5,
    "ad": "Esaretin Bedeli",
    "tur": "Dram",
    "yil": 1994,
    "puan": 9.3,
    "oyuncular": "Tim Robbins, Morgan Freeman, Bob Gunton, William Sadler, Clancy Brown, Gil Bellows",
    "ozet": "Genç ve başarılı bir bankacı olan Andy Dufresne, işlemediği bir cinayet yüzünden ömür boyu hapse mahkum edilir. Shawshank Hapishanesi'nde geçirdiği yirmi yıl boyunca, dış dünyadaki umudunu asla kaybetmez. Zekasıyla hapishane yönetiminin güvenini kazanırken, 'Red' lakaplı bilge bir mahkumla derin bir dostluk kurar.",
    "posterUrl": "afis/esaret.jpg"
  },
  {
    "id": 6,
    "ad": "Yıldızlararası (Interstellar)",
    "tur": "Bilim Kurgu",
    "yil": 2014,
    "puan": 8.6,
    "oyuncular": "Matthew McConaughey, Anne Hathaway, Jessica Chastain, Matt Damon, Michael Caine, Casey Affleck",
    "ozet": "Yakın bir gelecekte Dünya yaşanılamaz bir hale gelmiştir. Eski bir NASA pilotu olan Cooper, insanlığın yok olmasını önlemek için ailesini geride bırakıp gizli bir göreve katılır. Satürn yakınlarında keşfedilen bir solucan deliğinden geçerek yaşanabilir yeni bir gezegen arayan ekip, zamanın ve fiziğin sınırlarını zorlayan bir yolculuğa çıkar.",
    "posterUrl": "afis/yıldızlararası.jpg"
  },
  {
    "id": 7,
    "ad": "Matrix",
    "tur": "Bilim Kurgu",
    "yil": 1999,
    "puan": 8.7,
    "oyuncular": "Keanu Reeves, Laurence Fishburne, Carrie-Anne Moss, Hugo Weaving, Gloria Foster",
    "ozet": "Thomas Anderson, yaşadığı dünyanın aslında yapay zeka tarafından yönetilen devasa bir simülasyon olduğunu öğrenir. Neo, gerçek dünyadaki direnişçilere katılarak fizik kurallarını değiştirmeyi öğrenir ve insanlığın özgürlüğü için makinelere karşı amansız bir savaş başlatır.",
    "posterUrl": "afis/matrix.jpg"
  },
  {
    "id": 8,
    "ad": "Grinç",
    "tur": "Komedi",
    "yil": 2000,
    "puan": 6.2,
    "oyuncular": "Jim Carrey, Taylor Momsen, Jeffrey Tambor, Christine Baranski, Bill Irwin",
    "ozet": "Whoville kasabasının hemen dışındaki bir dağda yaşayan huysuz, yeşil Grinç, kasaba halkının Noel neşesini çalmaya karar verir. Ancak küçük Cindy Lou Who ile tanışması, Grinç'in katılaşmış kalbinde beklenmedik değişimlere neden olur.",
    "posterUrl": "afis/grinc.jpg"
  },
  {
    "id": 9,
    "ad": "Harry Potter ve Azkaban Tutsağı",
    "tur": "Fantastik",
    "yil": 2004,
    "puan": 7.9,
    "oyuncular": "Daniel Radcliffe, Emma Watson, Rupert Grint, Gary Oldman, David Thewlis, Michael Gambon",
    "ozet": "Harry, Ron ve Hermione Hogwarts'taki üçüncü yıllarına başlarken, büyücü hapishanesi Azkaban'dan kaçan azılı suçlu Sirius Black'in Harry'nin peşinde olduğu haberiyle sarsılırlar. Harry ailesinin geçmişiyle ilgili şok edici gerçekleri öğrenir.",
    "posterUrl": "afis/hp3.jpg"
  },
  {
    "id": 10,
    "ad": "Evde Tek Başına",
    "tur": "Komedi",
    "yil": 1990,
    "puan": 7.6,
    "oyuncular": "Macaulay Culkin, Joe Pesci, Daniel Stern, Catherine O'Hara, John Heard",
    "ozet": "Tatil için Paris'e giden ailesi tarafından evde unutulan 8 yaşındaki Kevin, evini soymaya niyetlenen iki beceriksiz hırsızla karşılaşınca, evini savunmak için dâhiyane ve komik tuzaklar kurmaya başlar.",
    "posterUrl": "afis/evde_tek.jpg"
  },
  {
    "id": 11,
    "ad": "Korku Seansı",
    "tur": "Korku",
    "yil": 2013,
    "puan": 7.5,
    "oyuncular": "Vera Farmiga, Patrick Wilson, Lili Taylor, Ron Livingston, Shanley Caswell",
    "ozet": "Paranormal olay araştırmacıları Ed ve Lorraine Warren, yeni taşındıkları ıssız çiftlik evinde karanlık bir varlık tarafından rahatsız edilen Perron ailesine yardım etmeye çağrılır. Bu vaka, Warren çiftinin karşılaştığı en korkunç vaka olur.",
    "posterUrl": "afis/korkuseansi.jpg"
  },
  {
    "id": 12,
    "ad": "Ters Yüz (Inside Out)",
    "tur": "Animasyon",
    "yil": 2015,
    "puan": 8.1,
    "oyuncular": "Amy Poehler, Phyllis Smith, Bill Hader, Lewis Black, Mindy Kaling",
    "ozet": "Genç Riley'nin hayatındaki değişikliklerle birlikte, zihnindeki temel duyguların (Neşe, Üzüntü, Öfke, Korku ve Tiksinti) kontrol merkezindeki mücadelesi anlatılır.",
    "posterUrl": "afis/tersyuz.jpg"
  },
  {
    "id": 13,
    "ad": "Aşk ve Gurur (Pride & Prejudice)",
    "tur": "Romantik",
    "yil": 2005,
    "puan": 7.8,
    "oyuncular": "Keira Knightley, Matthew Macfadyen, Rosamund Pike, Donald Sutherland, Judi Dench",
    "ozet": "18. yüzyıl İngiltere'sinde, orta halli Bennet ailesinin zeki kızı Elizabeth ve mesafeli Bay Darcy arasındaki karmaşık ilişkiyi konu alır. Gerçek aşkın sınıf ayrımlarını nasıl yıktığını anlatıyor.",
    "posterUrl": "afis/askvegurur.jpg"
  },
  {
    "id": 14,
    "ad": "Piyanist (The Pianist)",
    "tur": "Dram",
    "yil": 2002,
    "puan": 8.5,
    "oyuncular": "Adrien Brody, Thomas Kretschmann, Frank Finlay, Maureen Lipman, Emilia Fox",
    "ozet": "Polonyalı Yahudi bir piyanist olan Wladyslaw Szpilman'ın İkinci Dünya Savaşı sırasındaki gerçek yaşam öyküsüdür. Nazi işgali altındaki Varşova'da hayatta kalmaya çalışır.",
    "posterUrl": "afis/piyanist.jpg"
  },
  {
    "id": 15,
    "ad": "Joker",
    "tur": "Suç",
    "yil": 2019,
    "puan": 8.4,
    "oyuncular": "Joaquin Phoenix, Robert De Niro, Zazie Beetz, Frances Conroy, Brett Cullen",
    "ozet": "Toplum tarafından dışlanmış Arthur Fleck, Gotham City sokaklarında hayatta kalmaya çalışırken akıl sağlığını kaybeder ve Joker'e dönüşür.",
    "posterUrl": "afis/joker.jpg"
  },
  {
    "id": 16,
    "ad": "Delibal",
    "tur": "Romantik",
    "yil": 2015,
    "puan": 5.9,
    "oyuncular": "Çağatay Ulusoy, Leyla Lydia Tuğutlu, Hüseyin Avni Danyal, Nazan Kesal",
    "ozet": "Mimarlık öğrencisi Barış ve Füsun'un tutkulu aşk hikayesi anlatılır. Barış'ın gizlediği bipolar bozukluk, ilişkilerini zorlu bir sınava sokar.",
    "posterUrl": "afis/delibal.jpg"
  },
  {
    "id": 17,
    "ad": "Harry Potter ve Felsefe Taşı",
    "tur": "Fantastik",
    "yil": 2001,
    "puan": 7.6,
    "oyuncular": "Daniel Radcliffe, Rupert Grint, Emma Watson, Maggie Smith, Robbie Coltrane",
    "ozet": "Yetim Harry Potter büyücü olduğunu öğrenir ve Hogwarts'a kabul edilir. Felsefe Taşı'nı ele geçirmek isteyen karanlık güçlere karşı savaşır.",
    "posterUrl": "afis/hp1.jpg"
  },
  {
    "id": 18,
    "ad": "Ters Yüz 2 (Inside Out 2)",
    "tur": "Animasyon",
    "yil": 2024,
    "puan": 7.8,
    "oyuncular": "Amy Poehler, Maya Hawke, Kensington Tallman, Liza Lapira, Tony Hale",
    "ozet": "Artık bir ergen olan Riley'nin zihninde yeni duygulara yer açılır. Kaygı, Gıpta ve Utanç gibi duygular kontrol merkezini ele geçirir.",
    "posterUrl": "afis/ters2.jpg"
  },
  {
    "id": 19,
    "ad": "Harry Potter ve Sırlar Odası",
    "tur": "Fantastik",
    "yil": 2002,
    "puan": 7.4,
    "oyuncular": "Daniel Radcliffe, Emma Watson, Rupert Grint, Kenneth Branagh, Jason Isaacs",
    "ozet": "Hogwarts'taki ikinci yılında Harry, okulun duvarlarında beliren gizemli yazılar ve taşlaşan öğrencilerle Sırlar Odası'nın gizemini çözer.",
    "posterUrl": "afis/hp2.jpg"
  },
  {
    "id": 20,
    "ad": "Harry Potter ve Ateş Kadehi",
    "tur": "Fantastik",
    "yil": 2005,
    "puan": 7.7,
    "oyuncular": "Daniel Radcliffe, Emma Watson, Rupert Grint, Robert Pattinson, Ralph Fiennes",
    "ozet": "Üç Büyücü Turnuvası'na adı kadehten çıkan Harry, Lord Voldemort'un fiziksel olarak geri dönüşüne tanıklık eder.",
    "posterUrl": "afis/hp4.jpg"
  },
  {
    "id": 21,
    "ad": "Harry Potter ve Zümrüdüanka Yoldaşlığı",
    "tur": "Fantastik",
    "yil": 2007,
    "puan": 7.5,
    "oyuncular": "Daniel Radcliffe, Emma Watson, Rupert Grint, Imelda Staunton, Gary Oldman",
    "ozet": "Bakanlık Voldemort'un döndüğüne inanmazken, Harry gizlice bir öğrenci ordusu olan 'Dumbledore'un Ordusu'nu kurar.",
    "posterUrl": "afis/hp5.jpg"
  },
  {
    "id": 22,
    "ad": "Harry Potter ve Melez Prens",
    "tur": "Fantastik",
    "yil": 2009,
    "puan": 7.6,
    "oyuncular": "Daniel Radcliffe, Emma Watson, Rupert Grint, Michael Gambon, Alan Rickman",
    "ozet": "Voldemort'un ölümsüzlük sırrı olan Hortkuluklar araştırılırken, Harry okulda 'Melez Prens'e ait gizemli bir iksir kitabı bulur.",
    "posterUrl": "afis/hp6.jpg"
  },
  {
    "id": 23,
    "ad": "Harry Potter ve Ölüm Yadigarları: Bölüm 1",
    "tur": "Fantastik",
    "yil": 2010,
    "puan": 7.7,
    "oyuncular": "Daniel Radcliffe, Emma Watson, Rupert Grint, Helena Bonham Carter, Ralph Fiennes",
    "ozet": "Harry, Ron ve Hermione; Voldemort'un ölümsüzlük sırrı olan Hortkulukları bulup yok etmek için tehlikeli bir yolculuğa çıkarlar.",
    "posterUrl": "afis/hp7.jpg"
  },
  {
    "id": 24,
    "ad": "Harry Potter ve Ölüm Yadigarları: Bölüm 2",
    "tur": "Fantastik",
    "yil": 2011,
    "puan": 8.1,
    "oyuncular": "Daniel Radcliffe, Emma Watson, Rupert Grint, Ralph Fiennes, Alan Rickman",
    "ozet": "İyi ve kötü arasındaki savaş topyekün bir çatışmaya dönüşür. Harry ve Voldemort arasındaki son yüzleşme gerçekleşir.",
    "posterUrl": "afis/hp8.jpg"
  },
  {
    "id": 25,
    "ad": "Aynı Yıldızın Altında (The Fault in Our Stars)",
    "tur": "Romantik",
    "yil": 2014,
    "puan": 7.7,
    "oyuncular": "Shailene Woodley, Ansel Elgort, Nat Wolff, Willem Dafoe, Laura Dern",
    "ozet": "Kanserle mücadele eden iki gencin birbirlerine aşık olmaları ve her anı dolu dolu yaşamaya çalışmalarını anlatır.",
    "posterUrl": "afis/ayniyildizinaltinda.jpg"
  },
  {
    "id": 26,
    "ad": "IT (O)",
    "tur": "Korku",
    "yil": 2017,
    "puan": 7.3,
    "oyuncular": "Bill Skarsgård, Jaeden Martell, Finn Wolfhard, Sophia Lillis",
    "ozet": "Bir grup dışlanmış çocuğun, kurbanlarının en büyük korkularına dönüşebilen Pennywise adlı bir yaratığı durdurma çabası.",
    "posterUrl": "afis/ıt.jpg"
  },
  {
    "id": 27,
    "ad": "IT Chapter Two (IT 2)",
    "tur": "Korku",
    "yil": 2019,
    "puan": 6.5,
    "oyuncular": "Jessica Chastain, James McAvoy, Bill Hader, Bill Skarsgård",
    "ozet": "Pennywise'ın geri dönmesiyle Yetişkinler Kulübü kasabaya geri döner ve çocukluk korkularıyla tekrar yüzleşirler.",
    "posterUrl": "afis/it2.jpg"
  },
  {
    "id": 28,
    "ad": "Avatar: Suyun Yolu",
    "tur": "Bilim Kurgu",
    "yil": 2022,
    "puan": 7.6,
    "oyuncular": "Sam Worthington, Zoe Saldana, Sigourney Weaver, Kate Winslet",
    "ozet": "Jake Sully ve ailesi, Pandora gezegenindeki su kabilelerine sığınarak tanıdık bir tehdide karşı savaşmaya devam eder.",
    "posterUrl": "afis/avatar.jpg"
  },
  {
    "id": 29,
    "ad": "Titanik",
    "tur": "Romantik",
    "yil": 1997,
    "puan": 7.9,
    "oyuncular": "Leonardo DiCaprio, Kate Winslet, Billy Zane, Kathy Bates",
    "ozet": "Titanik gemisinde tanışan Jack ve Rose arasındaki büyük aşk ve geminin buz dağına çarpmasıyla yaşanan felaket.",
    "posterUrl": "afis/titanik.jpg"
  },
  {
    "id": 30,
    "ad": "Örümcek-Adam: Eve Dönüş",
    "tur": "Aksiyon",
    "yil": 2017,
    "puan": 7.4,
    "oyuncular": "Tom Holland, Michael Keaton, Robert Downey Jr., Zendaya",
    "ozet": "Genç Peter Parker, Tony Stark'ın gözetimi altında lise hayatıyla süper kahramanlık yapmaya çalışırken Vulture ile savaşır.",
    "posterUrl": "afis/orumcekadam.jpg"
  },
  {
    "id": 31,
    "ad": "Doktor Strange: Çoklu Evren",
    "tur": "Aksiyon",
    "yil": 2022,
    "puan": 6.9,
    "oyuncular": "Benedict Cumberbatch, Elizabeth Olsen, Benedict Wong, Xochitl Gomez",
    "ozet": "Doktor Strange, çoklu evrenler arasında seyahat ederken kontrolünü kaybetmiş bir büyücüye karşı dünyayı korumaya çalışır.",
    "posterUrl": "afis/doktor.jpg"
  },
  {
    "id": 32,
    "ad": "Altıncı His",
    "tur": "Gerilim",
    "yil": 1999,
    "puan": 8.2,
    "oyuncular": "Bruce Willis, Haley Joel Osment, Toni Collette, Olivia Williams",
    "ozet": "Ölü insanlar gördüğünü iddia eden küçük bir çocuk ile bir çocuk psikoloğunun bu gizemi çözme süreci.",
    "posterUrl": "afis/altıncıgihis.jpg"
  },
  {
    "id": 33,
    "ad": "Başlangıç (Inception)",
    "tur": "Bilim Kurgu",
    "yil": 2010,
    "puan": 8.8,
    "oyuncular": "Leonardo DiCaprio, Joseph Gordon-Levitt, Elliot Page, Tom Hardy",
    "ozet": "İnsanların rüyalarına girerek bilinçaltındaki sırları çalan bir hırsızın, bir zihne fikir yerleştirme görevi.",
    "posterUrl": "afis/baslangic.jpg"
  },
  {
    "id": 34,
    "ad": "Kara Şövalye (The Dark Knight)",
    "tur": "Aksiyon",
    "yil": 2008,
    "puan": 9.0,
    "oyuncular": "Christian Bale, Heath Ledger, Aaron Eckhart, Michael Caine",
    "ozet": "Batman, Gotham şehrinde kaos yaratan Joker'e karşı adalet sağlamak için fiziksel ve psikolojik sınırlarını zorlar.",
    "posterUrl": "afis/karasovalye.jpg"
  },
  {
    "id": 35,
    "ad": "Yüzüklerin Efendisi: Yüzük Kardeşliği",
    "tur": "Fantastik",
    "yil": 2001,
    "puan": 8.9,
    "oyuncular": "Elijah Wood, Ian McKellen, Orlando Bloom, Viggo Mortensen",
    "ozet": "Genç Frodo'nun Tek Yüzük'ü yok etmek üzere Hüküm Dağı'na gitmek için kurulan kardeşlikle yolculuğu.",
    "posterUrl": "afis/yuzuk.jpg"
  },
  {
    "id": 36,
    "ad": "Aslan Kral",
    "tur": "Animasyon",
    "yil": 1994,
    "puan": 8.5,
    "oyuncular": "Matthew Broderick, Jeremy Irons, James Earl Jones, Nathan Lane",
    "ozet": "Küçük aslan Simba'nın, babasının ölümünden sonra tahtını geri almak için verdiği mücadeleyi konu alır.",
    "posterUrl": "afis/aslan.jpg"
  },
  {
    "id": 37,
    "ad": "Dövüş Kulübü (Fight Club)",
    "tur": "Dram",
    "yil": 1999,
    "puan": 8.8,
    "oyuncular": "Brad Pitt, Edward Norton, Helena Bonham Carter, Jared Leto",
    "ozet": "Sıradan bir ofis çalışanının gizemli Tyler Durden ile tanışıp bir yeraltı dövüş kulübü kurma süreci.",
    "posterUrl": "afis/dovus.jpg"
  },
  {
    "id": 38,
    "ad": "Parazit",
    "tur": "Gerilim",
    "yil": 2019,
    "puan": 8.5,
    "oyuncular": "Song Kang-ho, Lee Sun-kyun, Cho Yeo-jeong, Choi Woo-shik",
    "ozet": "Fakir bir ailenin, zengin bir ailenin evine sahte kimliklerle sızarak yaşanan trajik olayları anlatır.",
    "posterUrl": "afis/parazit.jpg"
  },
  {
    "id": 39,
    "ad": "Gladyatör",
    "tur": "Aksiyon",
    "yil": 2000,
    "puan": 8.5,
    "oyuncular": "Russell Crowe, Joaquin Phoenix, Connie Nielsen, Oliver Reed",
    "ozet": "İhanete uğrayan bir Roma generalinin gladyatör olarak arenalarda intikamı için verdiği mücadele.",
    "posterUrl": "afis/gladyator.jpg"
  },
  {
    "id": 40,
    "ad": "Geleceğe Dönüş",
    "tur": "Bilim Kurgu",
    "yil": 1985,
    "puan": 8.5,
    "oyuncular": "Michael J. Fox, Christopher Lloyd, Lea Thompson, Crispin Glover",
    "ozet": "Marty McFly'ın çılgın bir bilim insanının icat ettiği zaman makinesiyle 1955 yılına gidip geleceği kurtarma macerası.",
    "posterUrl": "afis/gelecek.jpg"
  }
]

